oddaiInitSchema(OdAnsiString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Initializes a schema from .exp file with file name provided.
\param expFileName [in] Name of an .exp file that contains EXPRESS schema.
\returns Smart pointer to a Schema class, if schema was initialized successfully, otherwise returns null SmartPtr.

oddaiInitSchema(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Initializes a schema from provided string which contains schema definition into EXPRESS format
(ISO 10303-11).
\param expContent [in] Source code for schema definition written in EXPRESS language.
\returns Smart pointer to a Schema class, if schema was initialized successfully, otherwise returns null SmartPtr.